Repository: landerss0n/admin-clean-up
Catalog: languages/admin-clean-up-*.po
Languages: sv_se

source: Comments
sv_se: Kommentarer

source: Dashboard
sv_se: Kontrollpanel

source: Admin Menus
sv_se: Adminmenyer

source: Footer
sv_se: Sidfot

source: Notices
sv_se: Meddelanden

source: Updates
sv_se: Uppdateringar

source: Plugins
sv_se: Tillägg

source: Save Settings
sv_se: Spara inställningar

source: Admin Bar Elements
sv_se: Adminbar-element

source: Select which elements to remove from the admin bar.
sv_se: Välj vilka element som ska tas bort från adminbaren.

source: WordPress Logo
sv_se: WordPress-logotyp

source: Removes the WordPress logo and its submenu from the admin bar.
sv_se: Tar bort WordPress-logotypen och dess undermeny från adminbaren.

source: Site Name Submenu
sv_se: Undermeny för webbplatsnamn

source: Keeps the main link to the site but removes the submenu.
sv_se: Behåller huvudlänken till webbplatsen men tar bort undermenyn.

source: New Content Button
sv_se: Knappen Skapa nytt

source: Removes the "+New" button from the admin bar.
sv_se: Tar bort "+Nytt"-knappen från adminbaren.

source: Search Field
sv_se: Sökfält

source: Removes the search field from the admin bar.
sv_se: Tar bort sökfältet från adminbaren.

source: Account Menu on Frontend
sv_se: Kontomeny på frontend

source: Hides the "Howdy, username" menu from the admin bar on the frontend. Still visible in admin.
sv_se: Döljer menyn "Hej, användarnamn" från adminbaren på frontend. Visas fortfarande i admin.

source: Disable comments completely
sv_se: Inaktivera kommentarer helt

source: Removes all comment functionality: closes comments on all posts, hides existing comments, removes Comments and Discussion from admin menus, disables pingbacks, trackbacks, REST API comments, and XML-RPC comment methods.
sv_se: Tar bort all kommentarsfunktionalitet: stänger kommentarer på alla inlägg, döljer befintliga kommentarer, tar bort Kommentarer och Diskussion från adminmenyer, inaktiverar pingbacks, trackbacks, REST API-kommentarer och XML-RPC-kommentarsmetoder.

source: Completely disable comments functionality on your website.
sv_se: Inaktivera kommentarsfunktionen helt på din webbplats.

source: Widgets
sv_se: Widgetar

source: Welcome Panel
sv_se: Välkomstpanel

source: At a Glance
sv_se: Snabböversikt

source: Activity
sv_se: Aktivitet

source: Quick Draft
sv_se: Snabbutkast

source: WordPress Events and News
sv_se: WordPress-evenemang och nyheter

source: Site Health
sv_se: Webbplatshälsa

source: Remove Site Health Widget
sv_se: Ta bort widgeten Webbplatshälsa

source: Removes the Site Health Status widget from the dashboard.
sv_se: Tar bort widgeten Webbplatshälsa från kontrollpanelen.

source: Disable Site Health Completely
sv_se: Inaktivera Webbplatshälsa helt

source: Removes Site Health from Tools menu, disables all tests, stops scheduled background checks, disables REST API endpoints, and stops email reports.
sv_se: Tar bort Webbplatshälsa från Verktyg-menyn, inaktiverar alla tester, stoppar schemalagda bakgrundskontroller, inaktiverar REST API-endpoints och stoppar e-postrapporter.

source: Select which dashboard widgets to remove.
sv_se: Välj vilka kontrollpanelwidgetar som ska tas bort.

source: Posts
sv_se: Inlägg

source: Pages
sv_se: Sidor

source: Appearance
sv_se: Utseende

source: Users
sv_se: Användare

source: Tools
sv_se: Verktyg

source: Settings
sv_se: Inställningar

source: All except administrators
sv_se: Alla utom administratörer

source: All except administrators & editors
sv_se: Alla utom administratörer och redaktörer

source: All users
sv_se: Alla användare

source: Select which admin menus to hide and for which user roles.
sv_se: Välj vilka adminmenyer som ska döljas och för vilka användarroller.

source: Hide "%s" menu
sv_se: Dölj menyn "%s"

source: Warning: If you hide this for all users, you cannot access this plugin's settings via the menu.
sv_se: Varning: Om du döljer detta för alla användare kan du inte nå pluginets inställningar via menyn.

source: Remove Footer Text
sv_se: Ta bort sidfotstext

source: Removes "Thank you for creating with WordPress" from the admin footer.
sv_se: Tar bort "Tack för att du skapar med WordPress" från admin-sidfoten.

source: Custom Footer Text
sv_se: Egen sidfotstext

source: E.g. Developed by Digiwise
sv_se: T.ex. Utvecklad av Digiwise

source: Leave empty for WordPress default. Ignored if "Remove Footer Text" is enabled.
sv_se: Lämna tomt för WordPress-standard. Ignoreras om "Ta bort sidfotstext" är aktiverat.

source: Footer Text
sv_se: Sidfotstext

source: Remove Version Number
sv_se: Ta bort versionsnummer

source: Removes the WordPress version number from the admin footer.
sv_se: Tar bort WordPress-versionsnumret från admin-sidfoten.

source: Custom Version Text
sv_se: Egen versionstext

source: E.g. Version 2.0
sv_se: T.ex. Version 2.0

source: Leave empty to show WordPress version. Ignored if "Remove Version Number" is enabled.
sv_se: Lämna tomt för att visa WordPress-version. Ignoreras om "Ta bort versionsnummer" är aktiverat.

source: Version Number
sv_se: Versionsnummer

source: Notices & UI Elements
sv_se: Meddelanden och gränssnittselement

source: Control which notices and interface elements are displayed in admin.
sv_se: Kontrollera vilka meddelanden och gränssnittselement som visas i admin.

source: Hide Update Notices
sv_se: Dölj uppdateringsmeddelanden

source: Hides notices about WordPress, plugin and theme updates.
sv_se: Döljer meddelanden om WordPress-, tilläggs- och temauppdateringar.

source: Hide All Admin Notices
sv_se: Dölj alla adminmeddelanden

source: Warning: This hides ALL notices, including important error messages and warnings.
sv_se: Varning: Detta döljer ALLA meddelanden, inklusive viktiga felmeddelanden och varningar.

source: Hide Screen Options Tab
sv_se: Dölj fliken Skärmalternativ

source: Hide Help Tab
sv_se: Dölj fliken Hjälp

source: Media Library
sv_se: Mediabibliotek

source: Settings for file uploads and the media library.
sv_se: Inställningar för filuppladdningar och mediabiblioteket.

source: Clean Filenames on Upload
sv_se: Rensa filnamn vid uppladdning

source: Converts special characters to ASCII, replaces spaces with dashes, removes accents, and converts to lowercase. Original title preserved in media library.
sv_se: Konverterar specialtecken till ASCII, ersätter mellanslag med bindestreck, tar bort accenter och konverterar till gemener. Originaltiteln bevaras i mediabiblioteket.

source: All file types
sv_se: Alla filtyper

source: Images only
sv_se: Endast bilder

source: Hide PixelYourSite Promotional Notices
sv_se: Dölj PixelYourSite-reklam

source: Hides the "Free PIXELYOURSITE HACKS" email signup, video tips, and other promotional notices.
sv_se: Döljer "Free PIXELYOURSITE HACKS" e-postregistrering, videotips och andra reklammeddelanden.

source: Hide promotional notices and nag screens from specific plugins.
sv_se: Dölj reklammeddelanden och tjatskärmar från specifika tillägg.

source: Hide %s notices
sv_se: Dölj %s-meddelanden

source: WordPress Core Updates
sv_se: WordPress-kärnuppdateringar

source: Control automatic update behavior for WordPress core.
sv_se: Kontrollera automatiska uppdateringar för WordPress-kärnan.

source: WordPress Default
sv_se: WordPress-standard

source: Minor updates only (recommended)
sv_se: Endast mindre uppdateringar (rekommenderas)

source: Security Updates Only
sv_se: Endast säkerhetsuppdateringar

source: Minor Updates Only
sv_se: Endast mindre uppdateringar

source: E.g., 6.4.1 to 6.4.2
sv_se: T.ex. 6.4.1 till 6.4.2

source: All Updates
sv_se: Alla uppdateringar

source: Major + minor (e.g., 6.4 to 6.5)
sv_se: Stora + små (t.ex. 6.4 till 6.5)

source: Disable All Core Updates
sv_se: Inaktivera alla kärnuppdateringar

source: Auto-Update Controls
sv_se: Kontroller för automatiska uppdateringar

source: Disable Plugin Auto-Updates
sv_se: Inaktivera automatiska tilläggsuppdateringar

source: Prevents plugins from updating automatically. Manual updates still available.
sv_se: Förhindrar att tillägg uppdateras automatiskt. Manuella uppdateringar fungerar fortfarande.

source: Disable Theme Auto-Updates
sv_se: Inaktivera automatiska temauppdateringar

source: Prevents themes from updating automatically. Manual updates still available.
sv_se: Förhindrar att teman uppdateras automatiskt. Manuella uppdateringar fungerar fortfarande.

source: Disable Update Emails
sv_se: Inaktivera uppdateringsmail

source: Stops WordPress from sending emails about automatic updates.
sv_se: Stoppar WordPress från att skicka e-post om automatiska uppdateringar.

source: Hide Update Nags
sv_se: Dölj uppdateringspåminnelser

source: Hides "WordPress X.X is available!" messages and update count badges.
sv_se: Döljer "WordPress X.X är tillgänglig!"-meddelanden och uppdateringsräknare.

source: Console Messages
sv_se: Konsolmeddelanden

source: Control messages logged to the browser console.
sv_se: Kontrollera meddelanden som loggas till webbläsarens konsol.

source: Hide jQuery Migrate Console Message
sv_se: Dölj jQuery Migrate-konsolmeddelande

source: Removes the "JQMIGRATE: Migrate is installed" message from the browser console.
sv_se: Tar bort meddelandet "JQMIGRATE: Migrate is installed" från webbläsarens konsol.

source: Clean Up Elementor Admin
sv_se: Rensa Elementor Admin

source: Hides promotional notices, dashboard widget, "What's New" and "Get Help" icons, and replaces the Home screen with Settings.
sv_se: Döljer reklammeddelanden, kontrollpanelwidget, "Nyheter" och "Hjälp"-ikoner, och ersätter startsidan med Inställningar.

source: Clean Up Yoast SEO Admin
sv_se: Rensa Yoast SEO Admin

source: Hides premium upsell pages, promotional notices, dashboard widget, notification badges, and disables usage tracking.
sv_se: Döljer premium-försäljningssidor, reklammeddelanden, kontrollpanelwidget, aviseringsbrickor och inaktiverar användarspårning.

source: Remove Complianz HTML Comments
sv_se: Ta bort Complianz HTML-kommentarer

source: Removes Complianz HTML comments from the frontend source code, such as "Consent Management powered by Complianz".
sv_se: Tar bort Complianz HTML-kommentarer från frontend-källkoden, som "Consent Management powered by Complianz".

source: Remove GTM4WP HTML Comments
sv_se: Ta bort GTM4WP HTML-kommentarer

source: Removes GTM4WP HTML comments from the frontend source code, such as "Google Tag Manager for WordPress by gtm4wp.com".
sv_se: Tar bort GTM4WP HTML-kommentarer från frontend-källkoden, som "Google Tag Manager for WordPress by gtm4wp.com".

source: Plugin Cleanup
sv_se: Tilläggsrensning

source: Clean Up WooCommerce
sv_se: Rensa WooCommerce

source: Removes WooCommerce generator meta tag, HTML comments from frontend source code, and disables usage tracking.
sv_se: Tar bort WooCommerce generator-metataggen, HTML-kommentarer från frontend-källkoden och inaktiverar användarspårning.

source: Leave empty for WordPress default.
sv_se: Lämna tomt för WordPress-standard.

source: Leave empty to show WordPress version.
sv_se: Lämna tomt för att visa WordPress-version.

source: Login Page
sv_se: Inloggningssida

source: Customize the WordPress login page appearance.
sv_se: Anpassa utseendet på WordPress inloggningssida.

source: Use Site Logo on Login Page
sv_se: Använd webbplatslogotyp på inloggningssidan

source: Replaces the WordPress logo on the login page with your site logo from the Customizer. Also changes the logo link to your homepage.
sv_se: Ersätter WordPress-logotypen på inloggningssidan med din webbplatslogotyp från Utseende. Ändrar även logotyplänken till din startsida.

source: Note: No site logo is currently set.
sv_se: Obs: Ingen webbplatslogotyp är inställd.

source: Set site logo
sv_se: Ange webbplatslogotyp

source: Custom Login Logo
sv_se: Egen inloggningslogotyp

source: Replaces the WordPress logo on the login page. Also changes the logo link to your homepage.
sv_se: Ersätter WordPress-logotypen på inloggningssidan. Ändrar även logotyplänken till din startsida.

source: Select Logo
sv_se: Välj logotyp

source: Use as Logo
sv_se: Använd som logotyp

source: Change Logo
sv_se: Byt logotyp

source: Remove
sv_se: Ta bort

source: Upload a custom logo or leave empty to use your site logo from the Customizer.
sv_se: Ladda upp en egen logotyp eller lämna tomt för att använda din webbplatslogotyp från Utseende.

source: Upload a logo for the login page.
sv_se: Ladda upp en logotyp för inloggningssidan.

source: Or set a site logo in the Customizer
sv_se: Eller ange en webbplatslogotyp i Utseende

source: Image Resize
sv_se: Bildstorleksändring

source: Resize oversized images automatically when they are uploaded.
sv_se: Ändra automatiskt storlek på för stora bilder vid uppladdning.

source: Resize Large Images on Upload
sv_se: Ändra storlek på stora bilder vid uppladdning

source: Automatically downsizes images that exceed the maximum dimensions. Aspect ratio is preserved.
sv_se: Förminskar automatiskt bilder som överskrider maxdimensionerna. Bildförhållandet bevaras.

source: Max Width (px)
sv_se: Maxbredd (px)

source: Max Height (px)
sv_se: Maxhöjd (px)

source: Image Conversion
sv_se: Bildkonvertering

source: Convert uploaded images to modern formats for smaller file sizes.
sv_se: Konvertera uppladdade bilder till moderna format för mindre filstorlekar.

source: Convert Images on Upload
sv_se: Konvertera bilder vid uppladdning

source: Converts JPG and PNG images to a modern format for smaller file sizes. GIF and SVG files are not converted.
sv_se: Konverterar JPG- och PNG-bilder till ett modernt format för mindre filstorlekar. GIF- och SVG-filer konverteras inte.

source: %s is supported on this server
sv_se: %s stöds på denna server

source: %s is not supported on this server
sv_se: %s stöds inte på denna server

source: Better compression than WebP but slower to encode. Requires PHP 8.1+ with Imagick/GD AVIF support.
sv_se: Bättre komprimering än WebP men långsammare att koda. Kräver PHP 8.1+ med Imagick/GD AVIF-stöd.

source: Quality (1–100)
sv_se: Kvalitet (1–100)

source: Lower values produce smaller files. 80–85 is a good balance between quality and file size.
sv_se: Lägre värden ger mindre filer. 80–85 är en bra balans mellan kvalitet och filstorlek.

source: Your server does not support WebP or AVIF conversion. Please contact your hosting provider to enable GD or Imagick with WebP/AVIF support.
sv_se: Din server stöder inte WebP- eller AVIF-konvertering. Kontakta din hostingleverantör för att aktivera GD eller Imagick med WebP/AVIF-stöd.
